<!DOCTYPE html>
<head>
    <meta charset="utf-8" />
    <title>Tower Defense Stepwise</title>
    <link href="css/style.css" rel="stylesheet" type="text/css">
    <script scr="js/jquery.js"></script>
</head>
<body>
    <div class="main">
        <div class="nav">
            <ul id="navbar">
                <li><a href="singleplayer.html"><br>Одиночная игра</a></li>
                <li><a href="multiplayer.html"><br>Мультиплеер</a></li>
                <li><a href="rating.html"><br>Рейтинг</a></li>
                <li><a href="rules.html"><br>Правила игры</a></li>
                <li><a href="settings.html"><br>Настройки</a></li>
                <li><a href="scripts/sign_out.php"><br>Выход</a></li>
            </ul>
        </div>
        <center><h1>Правила игры</h1></center>
        <h2>Игра проводится на прямоугольной карте, разделенной на клетки. Двоим игрокам отводится по половине карты для постройки зданий — защитных башен (уничтожают юнитов противника), укреплений (мешают продвижению противника) и казарм (производят юнитов).
        Юниты и здания производятся за очки, которые зарабатываются уничтожением юнитов и зданий противника. В начале игры игроки получают одинаковое количество очков.
        Цель — достижение юнитом базы противника на противоположном конце карты или победа по очкам при достижении лимита ходов.
        В течение хода (активная фаза) можно строить здания, разрушать свои здания, получая очки обратно, и производить юнитов. После завершения хода (пассивная фаза) юниты бегут в сторону базы противника и уничтожают юнитов и здания врага до тех пор, пока не достигнут базы противника или не будут уничтожены, после чего наступает следующий ход (активная фаза). 
        </h2>
    </div>
</body>
</html>